{
  "events": [
    {
      "title": "OKTOBERFEST MUSIC LIVE by White Lotus.",
      "dateDay": "21",
      "dateMonth": "SEP",
      "dateYear": "2022",
      "dateTime": "8PM till late",
      "upcoming": false,
      "ticketMen": "100",
      "ticketLadies": "80",
      "description": "Oktoberfest Music Live by White Lotus is an exciting event that brings together music, food, and drinks for an unforgettable experience. This event features live performances from talented musicians, playing a range of traditional and modern Oktoberfest-style music, sure to get you tapping your feet and swaying to the beat. Enjoy authentic German cuisine and a variety of beverages, including refreshing beers, as you soak up the lively atmosphere. Get ready to raise a glass and celebrate the season in style at Oktoberfest Music Live by White Lotus!",
      "contact_1":"09 514 0455",
      "contact_2":"016 988 0533",
      "email":"reservations@whitelotus.com",
      "image": "poster_1.jpg",
      "id": 1
    },
    {
      "title": "CHRISTMAS PARTY with Lorem and Dolor.",
      "dateDay": "25",
      "dateMonth": "DEC",
      "dateYear": "2022",
      "dateTime": "10PM till late",
      "upcoming": false,
      "ticketMen": "100",
      "ticketLadies": "80",
      "description": "Get into the festive spirit at the Christmas Party with DJ Lorem and DJ Dolor! This exciting event brings together the best music and holiday cheer for an unforgettable celebration. The talented DJs, Lorem and Dolor, will be spinning the latest and greatest Christmas hits, guaranteed to get you on your feet and dancing the night away. Enjoy delicious food and drinks as you mix and mingle with friends and loved ones. Get ready to deck the halls and spread some holiday cheer at the Christmas Party with DJ Lorem and DJ Dolor!",
      "contact_1":"09 514 0455",
      "contact_2":"016 988 0533",
      "email":"reservations@whitelotus.com",
      "image": "poster_2.jpg",
      "id": 2
    },
    {
      "title": "2023 NEW YEAR CELEBRATION with Maru Rink.",
      "dateDay": "31",
      "dateMonth": "DEC",
      "dateYear": "2022",
      "dateTime": "10PM till late",
      "upcoming": false,
      "ticketMen": "120",
      "ticketLadies": "90",
      "description": "Ring in the New Year in style at the 2023 New Year Celebration with DJ Maru Rink! This event promises to be the ultimate party, featuring electrifying music and an unforgettable atmosphere. DJ Maru Rink will be spinning the latest and greatest hits to keep the dance floor packed all night long. Celebrate with friends and loved ones over delicious food and drinks, as you countdown to the New Year and welcome 2023 with open arms. Don't miss this unforgettable evening of music, fun, and festivities at the 2023 New Year Celebration with DJ Maru Rink!",
      "contact_1":"09 514 0455",
      "contact_2":"016 988 0533",
      "email":"reservations@whitelotus.com",
      "image": "poster_3.jpg",
      "id": 3
    },
    {
      "title": "SYNTH WAVE with Lorem and Ipsum.",
      "dateDay": "24",
      "dateMonth": "FEB",
      "dateYear": "2023",
      "dateTime": "9PM till late",
      "upcoming": true,
      "ticketMen": "125",
      "ticketLadies": "100",
      "description": "Get ready to experience the future of music at Synth Wave with DJ Lorem and DJ Ipsum! This event is a celebration of the retro-futuristic sound of synthwave, featuring electrifying performances by talented DJs, Lorem and Ipsum. Immerse yourself in a night of neon lights, pulsing beats, and nostalgia-inducing tunes, as the DJs bring the best of synthwave music to life. Enjoy delicious food and drinks as you dance the night away in a futuristic world of sound. Don't miss this unique and unforgettable event - Synth Wave with DJ Lorem and DJ Ipsum!",
      "contact_1":"09 514 0455",
      "contact_2":"016 988 0533",
      "email":"reservations@whitelotus.com",
      "image": "poster_4.jpg",
      "id": 4
    },
    {
      "title": "BEACH PARTY with Lorem and Ipsum.",
      "dateDay": "21",
      "dateMonth": "MAR",
      "dateYear": "2023",
      "dateTime": "12PM till sunset",
      "upcoming": true,
      "ticketMen": "110",
      "ticketLadies": "90",
      "description": "Escape to paradise at the Beach Party with DJ Lorem and DJ Ipsum! This event brings together sun, sand, and the best in beach-inspired music for a day of fun and relaxation. The talented DJs, Lorem and Ipsum, will be spinning the hottest tracks to keep you dancing all day long. Get ready to feel the sand between your toes and the rhythm in your soul at the Beach Party with DJ Lorem and DJ Ipsum!",
      "contact_1":"09 514 0455",
      "contact_2":"016 988 0533",
      "email":"reservations@whitelotus.com",
      "image": "poster_5.jpg",
      "id": 5
    },
    {
      "title": "NIGHT PARTY by FEST with John Smith.",
      "dateDay": "8",
      "dateMonth": "APR",
      "dateYear": "2023",
      "dateTime": "10PM till late",
      "upcoming": true,
      "ticketMen": "125",
      "ticketLadies": "100",
      "description": "Get ready to dance the night away at the Night Party by FEST with DJ John Smith! This electrifying event promises to be a night to remember, with top-notch music and a lively atmosphere. DJ John Smith will be spinning the latest and greatest hits to keep the dance floor packed all night long. Don't miss this unforgettable night of music, fun, and festivities at the Night Party by FEST with DJ John Smith!",
      "contact_1":"09 514 0455",
      "contact_2":"016 988 0533",
      "email":"reservations@whitelotus.com",
      "image": "poster_6.jpg",
      "id": 6
    },
    {
      "title": "MADE IN THE 80s with Antonio and Smash.",
      "dateDay": "22",
      "dateMonth": "MAY",
      "dateYear": "2023",
      "dateTime": "9PM till late",
      "upcoming": true,
      "ticketMen": "120",
      "ticketLadies": "90",
      "description": "Step back in time at the Made in the 80s event with DJ Antonio and DJ Smash! This nostalgic party celebrates the best of 80s music and culture, with non-stop tunes and a fun-filled atmosphere. The talented DJs, Antonio and Smash, will be playing all the hits that defined the decade, from pop to rock and everything in between. Get ready to dance, sing, and relive the glory days of the 80s at the Made in the 80s event with DJ Antonio and DJ Smash!",
      "contact_1":"09 514 0455",
      "contact_2":"016 988 0533",
      "email":"reservations@whitelotus.com",
      "image": "poster_7.jpg",
      "id": 7
    }
  ]
  ,
  "news": [
    {
      "title": "White Lotus - Asia's Top Club.",
      "dateDay": "25",
      "dateMonth": "MAR",
      "dateYear": "2022",
      "latest": false,
      "content": "White Lotus is a renowned club located in Asia that has become the go-to destination for party-goers and nightlife enthusiasts. The club has gained its reputation for being Asia's top club, offering an exceptional nightlife experience with its world-class music, top-notch amenities, and the best in hospitality.\nThe club's interior is designed with sophistication and elegance in mind, featuring modern lighting, high-end sound systems, and a spacious dance floor. The club's atmosphere is lively, with a crowd of young professionals, celebrities, and tourists all coming together to dance, drink and have a good time.\nWhite Lotus boasts a lineup of some of the world's most renowned DJs and music artists who play a diverse range of genres, including house, techno, hip-hop, and more. The club's state-of-the-art sound system provides an immersive audio experience, making it one of the best places to dance and party in the city.\nThe club also offers a range of premium beverages, from cocktails to champagne, to ensure that its guests have a memorable experience. The bartenders are knowledgeable and experienced, creating unique and flavorful drinks to suit each patron's taste.\nIn addition to its exceptional nightlife experience, White Lotus also offers top-notch hospitality. The staff is friendly, professional and dedicated to ensuring that guests have a great time. From the moment guests arrive, they are greeted with a warm welcome and are taken care of throughout the night.\nIn conclusion, White Lotus is Asia's top club, offering a world-class nightlife experience with its exceptional music, top-notch amenities, and top-notch hospitality. If you're looking for an unforgettable night out, then look no further than White Lotus.",
      "image": "news_1.jpg",
      "id": 1
    },
    {
      "title": "Exclusive Interview with Lotus's Founder.",
      "dateDay": "11",
      "dateMonth": "JUN",
      "dateYear": "2022",
      "latest": false,
      "content": "Lotus Group is a rapidly growing social club that has been making waves in the community. The club was founded by a visionary named Michael Lee, who saw a need for a unique social space that combines luxury and comfort. We were fortunate enough to sit down with the founder for an exclusive interview to learn more about the inspiration behind the club and what makes it stand out.\nQ: Can you tell us a little bit about yourself and how you came up with the idea for Lotus Group?\nA: I have always been passionate about creating memorable experiences and bringing people together. I noticed that there was a lack of social clubs that offered a truly upscale experience, so I decided to create a space that offers the best of both worlds: a luxurious atmosphere and a sense of community. And thus, the Lotus Group was born.\nQ: What makes Lotus Group different from other social clubs?\nA: Our club combines the best of both worlds - a luxurious atmosphere and a tight-knit community. Our members can enjoy world-class amenities, exceptional customer service, and a diverse range of social and recreational activities. We strive to create a welcoming environment where members feel like they are part of a special community.\nQ: Can you tell us about some of the events and activities that are offered at Lotus Group?\nA: Our events and activities range from networking events, to culinary experiences, to wellness classes and more. We also have a calendar filled with exciting events and activities that are designed to bring our members together and create meaningful connections. We believe that our members should never be bored at the club, and we are always coming up with new and exciting ways to keep them engaged.\nQ: What do you see as the future of Lotus Group?\nA: Our goal is to become the premier social club in the world, offering a unique and exclusive experience that cannot be found anywhere else. We see a future where Lotus Group has expanded to multiple locations, each offering a one-of-a-kind experience for our members. We also see a future where our members have formed strong relationships and lifelong connections through their time at the club.\nIn conclusion, Lotus Group is a truly unique social club that combines luxury and comfort with a tight-knit community. The club is founded by a visionary who saw a need for a space that offers the best of both worlds and is determined to create an exclusive experience for its members. With a range of events and activities, and a commitment to exceptional customer service, Lotus Group is a destination that you do not want to miss.",
      "image": "news_2.jpg",
      "id": 2
    },
    {
      "title": "LotusFest 2022 - Asia's Largest Dusk to Dawn Dance Music Festival.",
      "dateDay": "24",
      "dateMonth": "OCT",
      "dateYear": "2022",
      "latest": true,
      "content": "LotusFest 2022, Asia's largest dusk to dawn dance music festival, took place on February 24, 2022, at the Bukit Jalil National Stadium, Malaysia. The festival was a celebration of dance, music, and community, attracting thousands of attendees from all over the world.\nThe festival was a one-of-a-kind experience, featuring world-renowned DJs and producers who kept the crowd dancing from dusk until dawn. The lineup included some of the biggest names in the dance music industry, including Carl Cox, Armin van Buuren, and David Guetta.\nIn addition to the electrifying performances, LotusFest also offered a variety of food and drink options, merchandise stalls, and other entertainment activities. The festival also provided a platform for emerging artists, giving them the opportunity to showcase their talent to a massive audience.\nLotusFest is more than just a music festival; it's a celebration of diversity, unity, and creativity. The festival brings together people from all walks of life, cultures, and backgrounds, creating a space where everyone can come together to dance and have a good time.\nOne of the unique features of LotusFest is its focus on sustainability. The festival organizers worked closely with local authorities and volunteers to minimize the festival's impact on the environment. The festival's eco-friendly initiatives included waste management, energy conservation, and water conservation.\nLotusFest 2022 was a massive success, with thousands of people gathering to celebrate the end of the year in style. The festival has established itself as one of the largest and most vibrant dance music festivals in Asia, and it is already generating a buzz for next year's edition.\nIn conclusion, LotusFest 2022 was a spectacular event that brought together dance music fans from all over the world to celebrate the end of the year. The festival's focus on sustainability and its commitment to providing a safe and inclusive environment made it a unique and memorable experience for all attendees.",
      "image": "news_3.jpg",
      "id": 3
    },
    {
      "title": "White Lotus club by Lotus group opens at Marina Bay Sands.",
      "dateDay": "5",
      "dateMonth": "NOV",
      "dateYear": "2022",
      "latest": true,
      "content": "Singapore's Marina Bay Sands is now home to the latest addition to the Lotus Group portfolio, the White Lotus Club. This new venue promises to deliver an unparalleled nightlife experience to partygoers and VIPs alike.\nThe White Lotus Club features a spacious dance floor, top-of-the-line sound and lighting systems, as well as luxurious VIP areas. The venue has a capacity of 1,500 people and is spread over two floors, offering a variety of entertainment options for guests to choose from.\nOne of the highlights of the club is its stunning views of Marina Bay and the iconic skyline of Singapore. The venue's design is modern and chic, with a mix of elements inspired by traditional Chinese and contemporary Asian styles.\nThe Lotus Group is known for its commitment to delivering high-quality entertainment experiences, and the White Lotus Club is no exception. The venue offers a diverse range of music, including house, EDM, hip-hop, and more, with world-class DJs and live performances taking place regularly.\nIn addition to its music and entertainment offerings, the White Lotus Club also boasts an extensive drink menu, featuring premium spirits and signature cocktails. The club also has a full-service kitchen, serving up a variety of Asian and international cuisine.\nThe White Lotus Club is open from 10 PM until late, seven days a week, and is the perfect destination for those looking for a night out in Singapore. Whether you're looking to dance the night away, enjoy a drink with friends, or relax in a VIP area, the White Lotus Club has something for everyone.\nThe Lotus Group is excited to bring the White Lotus Club to Marina Bay Sands and is confident that it will quickly become one of the city's hottest nightclubs. With its stunning views, world-class entertainment, and unparalleled VIP experience, the White Lotus Club is the ultimate destination for nightlife in Singapore.",
      "image": "news_4.jpg",
      "id": 4
    }
  ]
}