[
    {
      "title": "OKTOBERFEST MUSIC LIVE by White Lotus.",
      "dateDay": "21",
      "dateMonth": "SEP",
      "dateYear": "2022",
      "dateTime": "8PM till late",
      "upcoming": false,
      "ticketMen": "100",
      "ticketLadies": "80",
      "description": "Oktoberfest Music Live by White Lotus is an exciting event that brings together music, food, and drinks for an unforgettable experience. This event features live performances from talented musicians, playing a range of traditional and modern Oktoberfest-style music, sure to get you tapping your feet and swaying to the beat. Enjoy authentic German cuisine and a variety of beverages, including refreshing beers, as you soak up the lively atmosphere. Get ready to raise a glass and celebrate the season in style at Oktoberfest Music Live by White Lotus!",
      "contact_1":"09 514 0455",
      "contact_2":"016 988 0533",
      "email":"reservations@whitelotus.com",
      "image": "poster_1.jpg",
      "id": 1
    },
    {
      "title": "CHRISTMAS PARTY with Lorem and Dolor.",
      "dateDay": "25",
      "dateMonth": "DEC",
      "dateYear": "2022",
      "dateTime": "10PM till late",
      "upcoming": false,
      "ticketMen": "100",
      "ticketLadies": "80",
      "description": "Get into the festive spirit at the Christmas Party with DJ Lorem and DJ Dolor! This exciting event brings together the best music and holiday cheer for an unforgettable celebration. The talented DJs, Lorem and Dolor, will be spinning the latest and greatest Christmas hits, guaranteed to get you on your feet and dancing the night away. Enjoy delicious food and drinks as you mix and mingle with friends and loved ones. Get ready to deck the halls and spread some holiday cheer at the Christmas Party with DJ Lorem and DJ Dolor!",
      "contact_1":"09 514 0455",
      "contact_2":"016 988 0533",
      "email":"reservations@whitelotus.com",
      "image": "poster_2.jpg",
      "id": 2
    },
    {
      "title": "2023 NEW YEAR CELEBRATION with Maru Rink.",
      "dateDay": "31",
      "dateMonth": "DEC",
      "dateYear": "2022",
      "dateTime": "10PM till late",
      "upcoming": false,
      "ticketMen": "120",
      "ticketLadies": "90",
      "description": "Ring in the New Year in style at the 2023 New Year Celebration with DJ Maru Rink! This event promises to be the ultimate party, featuring electrifying music and an unforgettable atmosphere. DJ Maru Rink will be spinning the latest and greatest hits to keep the dance floor packed all night long. Celebrate with friends and loved ones over delicious food and drinks, as you countdown to the New Year and welcome 2023 with open arms. Don't miss this unforgettable evening of music, fun, and festivities at the 2023 New Year Celebration with DJ Maru Rink!",
      "contact_1":"09 514 0455",
      "contact_2":"016 988 0533",
      "email":"reservations@whitelotus.com",
      "image": "poster_3.jpg",
      "id": 3
    },
    {
      "title": "SYNTH WAVE with Lorem and Ipsum.",
      "dateDay": "24",
      "dateMonth": "FEB",
      "dateYear": "2023",
      "dateTime": "9PM till late",
      "upcoming": true,
      "ticketMen": "125",
      "ticketLadies": "100",
      "description": "Get ready to experience the future of music at Synth Wave with DJ Lorem and DJ Ipsum! This event is a celebration of the retro-futuristic sound of synthwave, featuring electrifying performances by talented DJs, Lorem and Ipsum. Immerse yourself in a night of neon lights, pulsing beats, and nostalgia-inducing tunes, as the DJs bring the best of synthwave music to life. Enjoy delicious food and drinks as you dance the night away in a futuristic world of sound. Don't miss this unique and unforgettable event - Synth Wave with DJ Lorem and DJ Ipsum!",
      "contact_1":"09 514 0455",
      "contact_2":"016 988 0533",
      "email":"reservations@whitelotus.com",
      "image": "poster_4.jpg",
      "id": 4
    },
    {
      "title": "BEACH PARTY with Lorem and Ipsum.",
      "dateDay": "21",
      "dateMonth": "MAR",
      "dateYear": "2023",
      "dateTime": "12PM till sunset",
      "upcoming": true,
      "ticketMen": "110",
      "ticketLadies": "90",
      "description": "Escape to paradise at the Beach Party with DJ Lorem and DJ Ipsum! This event brings together sun, sand, and the best in beach-inspired music for a day of fun and relaxation. The talented DJs, Lorem and Ipsum, will be spinning the hottest tracks to keep you dancing all day long. Get ready to feel the sand between your toes and the rhythm in your soul at the Beach Party with DJ Lorem and DJ Ipsum!",
      "contact_1":"09 514 0455",
      "contact_2":"016 988 0533",
      "email":"reservations@whitelotus.com",
      "image": "poster_5.jpg",
      "id": 5
    },
    {
      "title": "NIGHT PARTY by FEST with John Smith.",
      "dateDay": "8",
      "dateMonth": "APR",
      "dateYear": "2023",
      "dateTime": "10PM till late",
      "upcoming": true,
      "ticketMen": "125",
      "ticketLadies": "100",
      "description": "Get ready to dance the night away at the Night Party by FEST with DJ John Smith! This electrifying event promises to be a night to remember, with top-notch music and a lively atmosphere. DJ John Smith will be spinning the latest and greatest hits to keep the dance floor packed all night long. Don't miss this unforgettable night of music, fun, and festivities at the Night Party by FEST with DJ John Smith!",
      "contact_1":"09 514 0455",
      "contact_2":"016 988 0533",
      "email":"reservations@whitelotus.com",
      "image": "poster_6.jpg",
      "id": 6
    },
    {
      "title": "MADE IN THE 80s with Antonio and Smash.",
      "dateDay": "22",
      "dateMonth": "MAY",
      "dateYear": "2023",
      "dateTime": "9PM till late",
      "upcoming": true,
      "ticketMen": "120",
      "ticketLadies": "90",
      "description": "Step back in time at the Made in the 80s event with DJ Antonio and DJ Smash! This nostalgic party celebrates the best of 80s music and culture, with non-stop tunes and a fun-filled atmosphere. The talented DJs, Antonio and Smash, will be playing all the hits that defined the decade, from pop to rock and everything in between. Get ready to dance, sing, and relive the glory days of the 80s at the Made in the 80s event with DJ Antonio and DJ Smash!",
      "contact_1":"09 514 0455",
      "contact_2":"016 988 0533",
      "email":"reservations@whitelotus.com",
      "image": "poster_7.jpg",
      "id": 7
    }
]
